Repository: jrpelegrina/lliurex-homework-harvester
Catalog: lliurex-po/lliurex-homework-harvester/*.po
Languages: es

source: This folder is already configured to receive homeworks.
es: Esta carpeta ya est치 configurada para recibir trabajos.

source: Error connecting to server
es: Error conectando al servidor

source: Folder is ready to receive homeworks. You may close the window
es: La carpeta est치 lista para recibir trabajos. Puede cerrar la ventana

source: Folder has been removed from the service.
es: La carpeta ha sido retirada del servicio.

source: Error getting IP
es: Error obteniendo IP

source: Files have been sent to
es: Los ficheros han sido enviados a

source: File
es: Fichero

source: Where
es: Donde

source: Teacher
es: Profesor

source: Open...
es: Abrir...

source: Please, select a destination first.
es: Por favor, seleccione primero un destino.

source: Set this folder to receive homeworks...
es: Marque esta carpeta para recibir trabajos...

source: Set this folder to receive homeworks
es: Marque esta carpeta para recibir trabajos

source: Send file to teacher...
es: Envie fichero a profesor...

source: Send file to teacher
es: Envie fichero a profesor

source: Files to send:
es: Ficheros a enviar:

source: Add file
es: A침adir fichero

source: Remove file
es: Retire fichero

source: Select teacher:
es: Seleccione profesor:

source: <b>Send files to teacher...</b>
es: <b>Envie fichero a profesor...</b>

source: Folder
es: Carpeta

source: Name
es: Nombre

source: User
es: Usuario

source: Password
es: Contrase침a

source: Enter your password and press Apply
es: Introduzca su password y presione Aplicar
